Repository: iqual-ch/iq_barrio
Catalog: translations/iq_barrio-*.po
Languages: de

source: Primary color
de: Primäre Farbe

source: Secondary color
de: Sekundäre Farbe

source: Tertiary color
de: Tertiäre Farbe

source: Quaternary color
de: Quartiäre Farbe

source: Grey 1
de: Grau 1

source: Grey 2
de: Grau 2

source: Grey 3
de: Grau 3

source: Grey 4
de: Grau 4

source: Grey 5
de: Grau 5

source: Black
de: Schwarz

source: White
de: Weiss

source: 100 (lightest)
de: 100 (leichteste)

source: 700 (bold)
de: 700 (fett)

source: 900 (boldest)
de: 900 (fetteste)

source: Italic
de: Kursiv

source: Custom Theme Settings
de: Einstellungen benutzerdefiniertes Theme

source: Colors
de: Farben

source: Base color definitions
de: Basis Farbdefinitionen

source: Color assignments
de: Farbzuweisungen

source: Color
de: Farbe

source: Opacity
de: Transparenz

source: Background color
de: Hintergrundfarbe

source: Font color
de: Schriftfarbe

source: Font color footer
de: Schriftfarbe im Fussbereich

source: Background color
de: Hintergrundfarbe

source: Typography
de: Typografie

source: Typography definitions.
de: Typografie-Definitionen.

source: Headings
de: Überschriften

source: Inverted color
de: Kontrastfarbe (Konträr)

source: Font family
de: Schriftfarbe

source: Font weight
de: Schriftdicke

source: Font style
de: Formatvorlage

source: Line height
de: Höhe der Textzeile

source: Font-size<br/>min
de: Schriftgrösse<br />min

source: Margin (top, bottom)
de: Aussenabstand (oben, unten)

source: Text elements
de: Textelemente

source: Text decoration
de: Textunterstreichung

source: Underline
de: Unterstrichen

source: Dotted
de: Gepunktet

source: Dashed
de: Gestrichelt

source: none
de: keine

source: Navigation settings
de: Navigationseinstellungen

source: Navigation Main
de: Hauptnavigation

source: Font size
de: Schriftgrösse

source: Margin (top, left/right, bottom)
de: Aussenabstand (oben, links/rechts, unten)

source: Padding (top, left/right, bottom)
de: Innenabstand (oben, links/rechts, unten)

source: Font color
de: Schriftfarbe

source: Background
de: Hintergrund

source: Navigation Mobile
de: Mobile Navigation

source: Navigation Sidebar
de: Seitliche Navigation

source: Borders, shadows etc.
de: Rahmen, Schatten etc.

source: Border
de: Rahmen

source: Width
de: Breite

source: Style
de: Darstellung

source: Border Radius
de: Eckenrundung des Rahmens

source: Margins & Paddings
de: Aussenabstände und Innenabstände

source: Margin (Top, right, bottom, left)
de: Aussenabstand (oben, rechts, unten, links)

source: Padding (Top, right, bottom, left)
de: Innenabstand (oben, rechts, unten, links)

source: Styling of buttons.
de: Darstellung der Buttons

source: Default Button
de: Standard Button

source: Border (top, right, bottom, left)
de: Rahmenlinie (oben, rechts, unten, links)

source: Border radius
de: Eckenrundung des Rahmens

source: Margin (top, right, bottom, left)
de: Aussenabstand (oben, rechts, unten, links)

source: Padding (top, right, bottom, left)
de: Innenabstand (oben, rechts, unten, links)

source: Standard color settings
de: Standard Farbeinstellungen

source: Border color
de: Rahmenfarbe

source: Hover border color
de: Rahmenfarbe (Hover)

source: Inverted color settings
de: Einstellungen der Kontrastfarben

source: Alterante Button
de: Alternativer Button

source: Styling of patterns.
de: Gestaltung der Patterns

source: Size
de: Grösse

source: Colo standard
de: Standardfarbe

source: Color active
de: Farbe (aktiver Zustand)

source: Quote
de: Zitat

source: Default icon
de: Standard Icon

source: Alternate icon
de: Alternatives Icon

source: Tab font color active
de: Schriftfarbe eines aktiven Tabs

source: Toggler
de: Toggler/Schalter

source: Anchor navigation
de: Anker Navigation

source: Wrapper background color
de: Hintergrundfarbe des Wrappers

source: Header background top
de: Kopfzeilenhintergrund (oben)

source: Header background bottom
de: Kopfzeilenhintergrund (unten)

source: Main background
de: Haupthintergrund

source: Sidebar background
de: Hintergrund der Seitenleiste

source: Sidebar borders
de: Rahmen der Seitenleiste

source: Footer background
de: Hintergrund der Fusszeile

source: Primary button background
de: Hintergrundfarbe des primären Buttons

source: Primary button hover
de: Primär-Button überfahren

source: Title and slogan
de: Titel und Slogan

source: Text color
de: Schriftfarbe

source: Link color
de: Linkfarbe

source: iqual theme settings
de: iqual Theme-Einstellungen

source: Inverted
de: Konträr

source: Inverted Text color
de: Kontrastfarbe des Textes

source: Full width
de: Volle Breite

source: Use full browser width
de: Nutzt die volle Breite des Browsers

source: No gutters
de: Kein Aussenabstand

source: No margins around columns
de: Entfernt die Aussenabstände der einzelnen Spalten.

source: No indent
de: Kein Einzug

source: Prevent children from having left and right padding
de: Sorgt bei Verschachtelungen dafür, dass alle darin enthaltenen Elemente nicht eingerückt werden.

source: Hide row
de: Zeile ausblenden

source: Keep cols on mobile
de: Spalten auf Mobilgeräten beibehalten

source: Prevent columns from beeing stretched to 100% on mobile devices
de: Verhindert, dass Spalten auf Mobilgeräten eine Breite von 100% erhalten.

source: Reverse order on mobile
de: Umgekehrte Reihenfolge für Mobilgeräte

source: Reverse order of columns on mobile devices
de: Umgekehrte Reihenfolge der Spalten auf Mobilgeräten.

source: Bottom border decoration
de: Dekoration Kante (unten)

source: Top border decoration
de: Dekoration Kante (oben)

source: Angeled (2 deg)
de: 20° Winkel (rechts nach links)

source: Angeled (4 deg)
de: 40° Winkel (rechts nach links)

source: Reverse Angeled (2 deg)
de: 20° Winkel (links nach rechts)

source: Reverse Angeled (4 deg)
de: 40° Winkel (links nach rechts)

source: Color scheme
de: Farbschema

source: White text on orange background
de: Weisser Text auf orangem Hintergrund

source: Greyscale
de: Graustufen

source: Dark
de: Dunkel

# pd_pattern
source: The target page or an external url starting with http(s)://
de: Die Zielseite oder eine externe URL (startet mit http(s)://)

# pd_pattern
source: The link target url
de: Die Ziel-URL

# pd_pattern
source: The link title text
de: Der Linktitel

# pd_pattern
source: The link target
de: Die Zielfensterbasis

# pd_pattern
source: Appears as soon as the mouse is moved over the menu link (tooltip).
de: Erscheint, sobald die Maus über den Menülink bewegt wird (Tooltip).

# pd_pattern
source: Should the link be opened in the same window or in a new one?
de: Soll der Link im gleichen Fenster geöffnet werden oder in einem neuen?

# pd_pattern
source: Alignment
de: Ausrichtung

# pd_pattern
source: Open link in new window
de: Link in neuem Fenster öffnen?

# pd_pattern
source: column0
de: Spalte 0

# pd_pattern
source: column1
de: Spalte 1

# pd_pattern
source: column2
de: Spalte 2

# pd_pattern
source: column3
de: Spalte 3

# pd_pattern
source: column4
de: Spalte 4

# pd_pattern
source: column5
de: Spalte 5

# pd_pattern
source: One column row
de: Einspaltig

# pd_pattern
source: A row with one columns.
de: Eine Zeile mit einer Spalte

# pd_pattern
source: Two column row (1/2 - 1/2)
de: Zweispaltig <br /> (1/2 - 1/2)

# pd_pattern
source: A row with two columns.
de: Eine Zeile mit zwei Spalten

# pd_pattern
source: Two column row (2/3 - 1/3)
de: Zweispaltig <br /> (2/3 - 1/3)

# pd_pattern
source: A row with a 2/3 column and a 1/3 column.
de: Eine Zeile mit zwei Spalten (2/3 - 1/3)

# pd_pattern
source: Two column row (1/3 - 2/3)
de: Zweispaltig <br /> (1/3 - 2/3)

# pd_pattern
source: A row with a 1/3 column and a 2/3 column.
de: Eine Zeile mit zwei Spalten (1/3 - 2/3)

# pd_pattern
source: Two column row (3/4 - 1/4)
de: Zweispaltig <br /> (3/4 - 1/4)

# pd_pattern
source: A row with a 3/4 column and a 1/4 column.
de: Eine Zeile mit zwei Spalten (3/4 - 1/4)

# pd_pattern
source: Two column row (1/4 - 3/4)
de: Zweispaltig <br /> (1/4 - 3/4)

# pd_pattern
source: A row with a 1/4 column and a 3/4 column.
de: Eine Zeile mit zwei Spalten (1/4 - 3/4)

# pd_pattern
source: Two columns row (5/6 - 1/6)
de: Zweispaltig <br /> (5/6 - 1/6)

# pd_pattern
source: A row with 2 columns.
de: Eine Zeile mit 2 Spalten

# pd_pattern
source: Two colum row (7/12 - 5/12)
de: Zweispaltig <br /> (7/12 - 5/12)

# pd_pattern
source: A row with a 7/12 column and a 5/12 column.
de: Eine Zeile mit zwei Spalten (7/12 - 5/12)

# pd_pattern
source: Three column row (1/3 - 1/3 - 1/3)
de: Dreispaltig <br /> (1/3 - 1/3 - 1/3)

# pd_pattern
source: A row with three 1/3 columns.
de: Eine Zeile mit drei Spalten (1/3 - 1/3 - 1/3)

# pd_pattern
source: Three columns row (1/4 - 2/4 - 1/4)
de: Dreispaltig <br /> (1/4 - 2/4 - 1/4)

# pd_pattern
source: A row with three columns.
de: Eine Zeile mit drei Spalten

# pd_pattern
source: Four columns row (1/4 - 1/4 - 1/4 - 1/4)
de: Vierspaltig <br /> (1/4 - 1/4 - 1/4 - 1/4)

# pd_pattern
source: A row with four columns.
de: Eine Zeile mit vier Spalten

# pd_pattern
source: Five columns row (1/5 - 1/5 - 1/5 - 1/5 - 1/5)
de: Fünfspaltig <br /> (1/5 - 1/5 - 1/5 - 1/5 - 1/5)

# pd_pattern
source: A row with five columns.
de: Eine Zeile mit fünf Spalten

# pd_pattern
source: Six columns row (1/6 - 1/6 - 1/6 - 1/6 - 1/6 - 1/6)
de: Sechsspaltig <br /> (1/6 - 1/6 - 1/6 - 1/6 - 1/6 - 1/6)

# pd_pattern
source: A row with six columns.
de: Eine Zeile mit sechs Spalten

# pd_pattern
source: Display a youtube video.
de: Anzeige eines Youtube-Videos

# pd_pattern
source: Insert a youtube video.
de: Ein Youtube-Video einfügen.

# pd_pattern
source: Upload Youtube Video
de: Youtube-Video einbinden/hochladen

# pd_pattern
source: Video source url.
de: URL des Youtube-Videos (z.B https://youtu.be/54feQuwZuoY)

# pd_pattern
source: Aspect ratio of the video
de: Seitenverhältnis des Videos

# pd_pattern
source: Video aspect ration
de: Seitenverhältnis des Videos

# pd_pattern
source: Insert a video element.
de: Ein Video einfügen.

# pd_pattern
source: Show video controls.
de: Video-Steuerelemente anzeigen.

# pd_pattern
source: Whether to automatically play the video.
de: Soll das Video automatisch abgespielt werden?

# pd_pattern
source: Whether to loop the video.
de: Soll das Video automatisch wiederholt werden?

# pd_pattern
source: Whether to mute the video by default.
de: Soll das Video standardmässig stumm geschaltet werden?

# pd_pattern
source: Upload preview image for the video
de: Vorschaubild für das Video hochladen

# pd_pattern
source: Upload video file
de: Videodatei hochladen

# pd_pattern
source: The preview image
de: Das Vorschaubild

# pd_pattern
source: The video to play
de: Das Video

# pd_pattern
source: A slider displays various elements (mostly images) in a defined interval.
de: Ein Slider zeigt verschiedene Elemente (meist Bilder) in einem definierten Intervall an.

# pd_pattern
source: As soon as the page is reloaded, the slider starts automatically.
de: Sobald die Seite neu geladen wird, startet der Slider automatisch.

# pd_pattern
source: The slides are played in an endless loop.
de: Die Slides werden in einer Endlosschleife wiedergegeben

# pd_pattern
source: The number of seconds to show a slide
de: Anzahl Sekunden in der ein Slide angezeigt werden soll

# pd_pattern
source: The number of seconds to change slides
de: Dauer des Slidewechsels in Sekunden

# pd_pattern
source: The icon for the left arrow
de: Das Icon für den linken Pfeil

# pd_pattern
source: The icon for the right arrow
de: Das Icon für den rechten Pfeil

# pd_pattern
source: The icon for the navigation
de: Das Icon für die Navigation

# pd_pattern
source: A slider container.
de: Ein Slider-Container

# pd_pattern
source: Start sliding on load
de: Slider beim Laden automatisch starten

# pd_pattern
source: Loop around
de: Slides in einer Schleife wiedergeben

# pd_pattern
source: Collapsible
de: Ausklappbar

# pd_pattern
source: Collapsible element
de: Ausklappbares Element

# pd_pattern
source: Collapsible element (accordion, tabs)
de: Ausklappbares Element (Akkordeon, Reiter)

# pd_pattern
source: Set a title of the collapsible.
de: Erfassen Sie einen Titel für das ausklappbare Element

# pd_pattern
source: Title of the collapsible
de: Titel des Elements

# pd_pattern
source: Type of collapsible
de: Typ des Elements

# pd_pattern
source: Type
de: Typ

# pd_pattern
source: The icon if active
de: Das Icon für den aktiven Zustand

# pd_pattern
source: The icon if closed
de: Das Icon für den geschlossenen Zustand

# pd_pattern
source: Formattable text
de: Texteditor

# pd_pattern
source: Formattable text.
de: Texteditor (formatierbarer Text)

# pd_pattern
source: The text
de: Der Fliesstext

# pd_pattern
source: Html include
de: HTML-Inlcude

# pd_pattern
source: Insert arbitrary html.
de: Erfassen Sie beliebigen HTML-Inhalt

# pd_pattern
source: Insert any html content.
de: Erfassen Sie beliebigen HTML-Inhalt

# pd_pattern
source: The html
de: Der HTML-Code

# pd_pattern
source: Insert an icon.
de: Ein Icon einfügen.

# pd_pattern
source: The icon
de: Das Icon

# pd_pattern
source: Anchor navigation
de: Ankernavigation

# pd_pattern
source: Insert an anchor navigation.
de: Eine Ankernavigation einfügen.

# pd_pattern
source: Navigation alignment
de: Ausrichtung der Navigation

source: Sticky
de: Klebend

source: Fixed
de: Fixiert (losgelöst vom Textfluss)

source: Horizontal, top
de: Horizontal, oben

source: Horizontal, bottom
de: Horizontal, unten

source: Vertical, left
de: Vertikal, links

source: Vertical, right
de: Vertikal, rechts

# pd_pattern
source: Show icon
de: Icon anzeigen?

# pd_pattern
source: Icon position / Link alignment
de: Position des Icons / Ausrichtung des Links

# pd_pattern
source: Image
de: Bild

# pd_pattern
source: Insert an image.
de: Ein Bild einfügen

# pd_pattern
source: The image
de: Das Bild

# pd_pattern
source: The image title text
de: Der Bildtitel

# pd_pattern
source: Alternate text for an image, if the image cannot be displayed.
de: Alternativer Text, sollte das Bild nicht angezeigt werden.

# pd_pattern
source: Appears as soon as the mouse is moved over the image (tooltip).
de: Erscheint, sobald die Maus über das Bild bewegt wird (Tooltip).

# pd_pattern
source: The image alt text
de: Der alternative Bildtext

# pd_pattern
source: Open image in lightbox
de: Bild in einer Lightbox öffnen?

# pd_pattern
source: Document
de: Dokument

# pd_pattern
source: Insert a document.
de: Ein Dokument einfügen.

# pd_pattern
source: The document
de: Das Dokument

# pd_pattern
source: The text to display
de: Der Anzeigetext

# pd_pattern
source: SVG
de: SVG-Grafik

# pd_pattern
source: Insert an svg.
de: Eine SVG-Grafik einfügen

# pd_pattern
source: The SVG file
de: Die SVG-Datei

# pd_pattern
source: The svg title text
de: Der SVG-Titel

# pd_pattern
source: The svg alt text
de: Der alternative SVG-Text

# pd_pattern
source: Alternate text, if the SVG cannot be displayed.
de: Alternativer Text, sollte die SVG-Grafik nicht angezeigt werden.

# pd_pattern
source: Appears as soon as the mouse is moved over the SVG (tooltip).
de: Erscheint, sobald die Maus über die SVG-Grafik bewegt wird (Tooltip).

# pd_pattern
source: Social icons
de: Social Media Icons

# pd_pattern
source: Insert social icons.
de: Ein Social Media Icon einfügen

# pd_pattern
source: The Facebook link
de: Der Facebook-Link

# pd_pattern
source: The Facebook link title text
de: Der Facebook-Linktitel

# pd_pattern
source: The Twitter link
de: Der Twitter-Link

# pd_pattern
source: The Twitter link title text
de: Der Twitter-Linktitel

# pd_pattern
source: The LinkedIn link
de: Der LinkedIn-Link

# pd_pattern
source: The LinkedIn link title text
de: Der LinkedIn-Linktitel

# pd_pattern
source: The Youtube link
de: Der Youtube-Link

# pd_pattern
source: The Youtube link title text
de: Der Youtube-Linktitel

# pd_pattern
source: Toggler
de: Toggler/Schalter

# pd_pattern
source: Show / Hide component.
de: Komponente zum Ein- und Ausblenden

# pd_pattern
source: Target component
de: Zielkomponente

# pd_pattern
source: The ID of the target component
de: Die ID der Zielkomponente

# pd_pattern
source: Appears as soon as the mouse is moved over the element (tooltip).
de: Erscheint, sobald die Maus über das Element bewegt wird (Tooltip).

# pd_pattern
source: Lock scrolling
de: Scrollfunktion blockieren?

# pd_pattern
source: Trust element
de: Vertrauenselement

# pd_pattern
source: Insert a trust element.
de: Ein Vertrauenselement einfügen.

# pd_pattern
source: Choose either an icon...
de: Wählen Sie entwender ein Icon aus...

# pd_pattern
source: ... or enter a text
de: ... oder geben Sie einen Text ein

# pd_pattern
source: The content of the tab.
de: Der Inhalt des Reiters

# pd_pattern
source: Gallery
de: Galerie

# pd_pattern
source: Insert a gallery
de: Eine Galerie einfügen

# pd_pattern
source: Number of columns
de: Anzahl der Spalten

# pd_pattern
source: The gallery
de: Die Galerie

# pd_pattern
source: Select an existing gallery or create a new one
de: Bestehende Galerie auswählen oder eine neue erstellen

# pd_pattern
source: Create new gallery
de: Eine neue Galerie erstellen

# pd_pattern
source: Gallery name
de: Name der Galerie

# pd_pattern
source: The link
de: Der Link

# pd_pattern
source: The link title
de: Der Button-Text

# pd_pattern
source: The button icon
de: Das Button-Icon

# pd_pattern
source: Icon position
de: Position des Icons

# pd_pattern
source: Anchor
de: Anker

# pd_pattern
source: Inserts a link to leapfrog to a specific point on a website page.
de: Ein Link, welcher als Sprungmarke dient um einen spezifischen Punkt auf der Website anzusteuern.

# pd_pattern
source: The anchor id
de: Die Anker-ID

# pd_pattern
source: The anchor name to reference (may not contain spaces and is case sensitive).
de: Der Referenzname (darf keine Leerzeichen enthalten und Gross- und Kleinschreibung wird berücksichtigt.)

# pd_pattern
source: The anchor label
de: Die Anker-Beschriftung

# pd_pattern
source: The anchor label to display in edit mode.
de: Die Beschriftung des Ankers wird nur im Editiermodus angezeigt

# pd_pattern
source: The anchor icon
de: Das Anker-Icon

# pd_pattern
source: The icon is only displayed in the anchor navigation.
de: Das Icon wird zur Darstellung in der Ankernavigation angezeigt.

# pd_pattern
source: Insert an anchor.
de: Einen Anker einfügen

# pd_pattern
source: The anchor name to reference
de: Der Referenzname des Ankers

# pd_pattern
source: Quote
de: Zitat

# pd_pattern
source: Insert a quote.
de: Ein Zitat einfügen

# pd_pattern
source: Style
de: Darstellung

# pd_pattern
source: The quote
de: Das Zitat

# pd_pattern
source: Insert an audio element.
de: Eine Audiodatei einfügen

# pd_pattern
source: Show audio controls.
de: Steuerelemente der Audiodatei anzeigen?

# pd_pattern
source: Whether to automatically play the audio.
de: Soll die Audiodatei automatisch abgespielt werden?

# pd_pattern
source: Whether to loop the audio.
de: Soll die Audiodatei automatisch wiederholt werden?

# pd_pattern
source: Whether to mute the audio by default.
de: Soll die Audiodatei standardmässig stumm geschaltet werden?

# pd_pattern
source: The audio to play
de: Die Audiodatei
